/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row kan geen materiaal vinden.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row kan het huidige nummer niet afspelen.";


/* kBRMediaNoPhotoContent */
301 = "Front Row kan geen foto's vinden.";

/* kBRMediaNoPodcastContent */
302 = "Front Row kan geen podcasts vinden.";

/* kBRMediaNotDRMAuthorized */
303 = "U bent niet bevoegd om dit materiaal af te spelen.";

/* kBRMediaNoTVShowContent */
305 = "Front Row kan geen tv-programma's vinden.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row kan geen muziekvideo's vinden.";

/* kBRMediaNoPlaylists */
307 = "Front Row kan geen afspeellijsten vinden.";

/* kBRMediaNoSongContent */
308 = "Front Row kan geen nummers vinden.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row kan geen audioboeken vinden.";

/* kBRMediaNoMovies */
315 = "Front Row kan geen films vinden.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row is niet gemachtigd om dit materiaal af te spelen.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row probeert al verbinding te maken met deze bron.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row kan geen verbinding maken met deze bibliotheek.";

